public class Pigpicture {

	
		public void level1Normal(){
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á");
			System.out.println("\t   "+"¡á¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
				}
	
		public void level1Happy() {
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á");
			System.out.println("\t   "+"¡á¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
		}
			
		public void level1Angry() {
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á");
			System.out.println("\t   "+"¡á¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
				}	
		public void level1Hungry() {
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡á");
			System.out.println("\t   "+"¡á¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á¡à¡á");
			System.out.println("\t   "+"¡á¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡á");
			System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
			System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
				}
			
				public void level2Normal(){
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
						}
					public void level2Happy() {
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
						}
					public void level2Angry() {
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
						}
					public void level2Hungry() {
						
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à" + "\n");
						}
					
					public void level3Normal(){
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
						}
				    public void level3Happy() {
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
								}
					public void level3Angry() {
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
								}

					public void level3Hungry(){
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
						System.out.println("\t   "+"¡à¡á¡á¡à¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡à¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡á¡à");
						System.out.println("\t   "+"¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡á¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á");
						System.out.println("\t   "+"¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à");
						System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à");
						System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
						}

	}