public class Situationpic {
	
	public static void health() {
		
		for(Playdama.repetiton=0;Playdama.repetiton<3;Playdama.repetiton++) {
			try{Thread.sleep(800);	}
			
	catch(InterruptedException e){}
			
			if(Playdama.repetiton == 0) {
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
				}
			
			if(Playdama.repetiton == 1)	{
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n");
			}
			
			if(Playdama.repetiton == 2)	{
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡á¡à¡à¡à¡á¡á¡à¡à¡à¡à¡á¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + " \n");
			}
		}
		Playdama.repetiton = 0;
	}
	
	public static void eat() {
		for(Playdama.repetiton=0;Playdama.repetiton<3;Playdama.repetiton++) {
			try{Thread.sleep(800);	}
			
	catch(InterruptedException e){}
			
			if(Playdama.repetiton == 0) {
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à" + "\n");
				}
			
			if(Playdama.repetiton == 1)	{
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à" + "\n");
			}	
			if(Playdama.repetiton == 2)	{
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
				System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à" + "\n");
			}
		}
		Playdama.repetiton = 0;
	}

public static void play() {
	for(Playdama.repetiton=0;Playdama.repetiton<3;Playdama.repetiton++) {
		try{Thread.sleep(800);	}
		
catch(InterruptedException e){}
		
		if(Playdama.repetiton == 0) {
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡à¡á¡à¡à¡á¡à¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à" + "\n");
			
			}
		
		if(Playdama.repetiton == 1)	{
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡à¡á¡à¡à¡á¡à¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à" + "\n");
			
			}	
		if(Playdama.repetiton == 2)	{
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡á¡à¡á¡à¡à¡á¡à¡á¡á¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡á¡à¡á¡à¡à¡à¡à¡à" + "\n");
			
			}
	}
	Playdama.repetiton = 0;
}

public static void sleep() {
	for(Playdama.repetiton=0;Playdama.repetiton<3;Playdama.repetiton++) {
		try{Thread.sleep(800);	}
		
catch(InterruptedException e){}
		
		if(Playdama.repetiton == 0) {
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à" + "\n");	}
		
		if(Playdama.repetiton == 1)	{
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" + "\n"); }
		
		if(Playdama.repetiton == 2)	{
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à¡à¡à¡à¡à");
			System.out.println("\t   "+"¡à¡à¡à¡à¡à¡à¡à¡à¡à¡á¡á¡á¡á¡à¡à¡à¡à¡à¡à¡à" + "\n");	}
	}
	Playdama.repetiton = 0;
}
}
